Repository: tgckpg/wenku10
Catalog: wenku10/Strings/*/Message.resw
Source language: en_us
Languages: zh_cn, zh_tw

source: already
zh_cn: 已
zh_tw: 已

source: Cancel
zh_cn: 取消
zh_tw: 取消

# NameAlreadyExists
source: An item with the given name already exists
zh_cn: 相同名称已存在
zh_tw: 相同名稱已存在

# NameCannetEmpty
source: Name cannot be empty
zh_cn: 名称不能为空
zh_tw: 名稱不能為空

# NeedRestart
source: Changing this setting the application will need to be restart in order to take effect.
zh_cn: 更改这个设定文库需要重新启动。
zh_tw: 更改這個設定文庫需要重新啟動。

source: No
zh_cn: 否
zh_tw: 否

source: Offline
zh_cn: 离线模式
zh_tw: 離線模式

# Offline_Desc
source: There might be some network issues. Go offline?
zh_cn: 检测到网络异常，需要进入离线模式了吗？
zh_tw: 偵測到網絡異常，需要進入離線模式嗎？

source: OK
zh_cn: 确定
zh_tw: 確定

# Update_Confirm
source: Check for updates, Cancel?
zh_cn: 正在检查更新，要跳过这个步骤吗？
zh_tw: 正在檢查更新，要跳過這個步驟嗎？

source: Yes
zh_cn: 是
zh_tw: 是

# Cencorship
source: Somethings not right, please check your content.
zh_cn: 檢測到不當言詞，請返回修改。
zh_tw: 檢測到不當言詞，請返回修改。

source: All Read
zh_cn: 全部已读
zh_tw: 全部已讀

# BInfoView_PresetBg_Mesg
source: By switching to preset background, app will try to search and download illustrations within the book. Assume that you have already downloaded the a chapter with illustrations. This may cause bandwidth, continue?
zh_cn: 若要使用预设背景，应用将会自动搜索并下载文章所提供的插图(假设已下载插图所在的章节)，这样会增加使用流量。继续？
zh_tw: 若要使用預設背景，應用將會自動搜索並下載文章所提供的插圖(假設已下載插圖所在的章節)，這樣會增加使用流量。繼續？

# ReportError
source: {0}. Report this incident?
zh_cn: {0}，要回报这个问题吗？
zh_tw: {0}，要回報這個問題嗎？

# ConfirmScriptParse
source: Parse the script meow?
zh_cn: 需要现在解析脚本喵？
zh_tw: 需要現在解析腳本喵？

source: Decryption failed
zh_cn: 解密失败
zh_tw: 無法解密

# Desc_DecryptionFailed
source: It seemed that you don't have the correct key for this item.
zh_cn: 找不到此项目的密钥。
zh_tw: 找不到此項目的密鑰。

# DeleteEffectiveKEY
source: Removing this key will also remove the abilities to decrypt associated script and comments. Continue?
zh_cn: 删除此密钥将失去解密相关脚本和评论的能力。 继续？
zh_tw: 刪除此密鑰將失去解密相關腳本和評論的能力。繼續？

# DeleteEffectiveTOKEN
source: You will lost the permissions to edit the scripts associated with this access token. Continue?
zh_cn: 您将失去与访问令牌关联的脚本编辑权限。继续？
zh_tw: 您將失去與權杖關聯的腳本編輯權限。繼續？

# ConfirmScriptRemove
source: The script will be removed from server. Continue?
zh_cn: 这个脚本会从服务器上删除。 继续？
zh_tw: 這個腳本會從服務器上刪除。繼續？

# ConfirmLogout
source: Confim logout?
zh_cn: 确认注销？
zh_tw: 確認登出？

source: Anchor not set yet
zh_cn: 尚未設置锚点
zh_tw: 尚未設定錨點

source: *New Content
zh_cn: *有新内容
zh_tw: *有新内容

# TileUpdateSupport
source: This item seems to support background update. Do you wish to fetch update periodically?
zh_cn: 此项目似乎支持后台更新。 您希望定期获取更新吗？
zh_tw: 此項目似乎支援背景更新。需要定期獲取更新嗎？

# ShellTile
source: LiveTile
zh_cn: 磁贴
zh_tw: 動態磚

# ConfirmDeathblow
source: This book seems to be forbidden. Use deathblow? ( All anchors / bookmarks for this book will be lost )
zh_cn: 本书似乎是禁书。 要使用必杀技吗？（ 此书的所有 锚点 / 书签 都将丢失 ）
zh_tw: 本書似乎是禁書。要使用必殺技嗎？（ 此書的所有 錨點 / 書籤 都將丟失 ）

# ConfirmTwitter
source: We'll use twitter as our primary reviews channel. Please note that #wenku10 will be the default hashtag when posting tweets.
zh_cn: 将会使用 twitter 作为评论频导，请留意在 tweet 的时候预设的 hashtag 会是 #wenku10 。（致内地的用户：此服务被墙掉了，没办法用的话…请节哀）
zh_tw: 將會使用 twitter 作為評論頻道，請留意在 tweet 的時候預設的 hashtag 會是 #wenku10 。

# Desc_OSTweet
source: You tweet does not contain {0} nor {1}. Please note that other users of this app will not be able to see your tweet as their default search criteria relies on both keywords above. Continue?
zh_cn: 您的推文不包含“{0}”与“{1}”。 请注意，此应用的其他用户将无法看到您的推文，因为其默认搜索条件依赖于上述两个关键字。要继续吗？
zh_tw: 您的推文不包含「{0}」與「{1}」。 請注意，此應用的其他用戶將無法看到您的推文，因為其默認搜索條件依賴於上述兩個關鍵字。要繼續嗎？

# OSTweet
source: Out-of-scope tweet
zh_cn: 超范围的推文
zh_tw: 超範圍的推文

# ConfirmDiscard
source: Discard this message?
zh_cn: 丢弃此消息？
zh_tw: 要廢棄這則訊息嗎？

# ConfirmSubmit
source: Submit?
zh_cn: 提交？
zh_tw: 提交？

# ConfirmMassPin
source: Please confirm to pin {0} items. All thanks to Windows Policy. You will have to press confirm {0} times.
zh_tw: 請確認將 {0} 個項目釘到開始頁。 得感謝 Windows 政策。 您還必須反覆按確認 {0} 次。

# ConfirmMassUpdate
source: Please confirm to update {0} items.
zh_tw: 請確認更新 {0} 個項目。
